Repository: mozilla-l10n/mt-training-data
Catalog: oru/oru_pontoon.tmx
Source language: en_us
Languages: oru

source: Share your event
oru: ا واقعات شریک کَۀ

source: Shilha
oru: شِلهالئے

source: Shortcuts
oru: لنډکپئ/شاټکټ

source: [Should be ‘dinosaurs’]
oru: [یا يې ”ډائنوسري” پکر بیوک]

source: [Should be “We are”]
oru: [پکر يې 'We are" بیوک]

source: Show me sentences and clips from all variants within my language
oru: سال جملي یا کلِپی ر دی پئ اره قِسمی لاسته شام کَۀ خوئ زبان نر

source: Show my ranking
oru: ترمُن ا رېنکِنګ جَوَت کَۀ

source: Sicilian
oru: سیسیلنئے

source: Sign up
oru: دستخط وه کَۀ

source: Sign up for an account
oru: ته اکاؤنټ ته جوړؤ پاره يې دستڅط کېون

source: Sign up for Common Voice newsletters, goal reminders and progress updates
oru: ته مشترک آواز ته نیوز لېټر پاره، مقصد ریمائنډر، او ته مُخکی څېک ته اپ ډېت پاره يې ګۀ دستخط کېون

source: sign up for email updates
oru: ته ای مېل ته اپ ډېټ پاره يې دستڅط کېون

source: Sign up for { $lang } updates:
oru: دستخطه کَۀ ته { $lang } اپ ډېټس

source: Sindhi
oru: سندئے

source: Single
oru: سۀ سر

source: Single sentence submission
oru: ته ݭيے جمله ا ڒیوک

source: Single ZIP file containing
oru: سنګل ZIP فائل که دَری دی

source: Sinhala
oru: سِنهالئے

source: Siswati
oru: سِسواتئے

source: Size
oru: سائز

source: Skip
oru: سکپ

source: Skipped
oru: سکِپ ݭیوک

source: Skip Submission Feedback
oru: ته پېش کؤ ا فیډ بېک سکِپ کَۀ

source: Slovak
oru: سکووېکئے

source: Slovenian
oru: سکوېنئے

source: Small batch
oru: دُشکی مقدار

source: Small batch sentence submission
oru: ته زری مقدار واله جملۀ ا ڒیوڅن

source: Small businesses, including tech and AI start ups
oru: زری بِزنس، پشمول ته ټېک او آرټیفیشل انټېلیجنس ا شوری کؤ

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
oru: [ا سمندئ ډائنوسور ته ځنډ زمانۀ]

source: Social media
oru: سوشل میډیا

source: Somali
oru: صومالئے

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
oru: ا جِنه زبنی ته ګرامر، ذخیره الفاظ، او ته ژغ ته ادائګي په لحاط بيے زبنی لاسته زُت غُټ فرق دَرِن۔ په پۀ وجه يې ترماخ او لِنک<ctaLink> 2022 لاسته لَوَن ژغی متعاف داکِن۔ او يې بو کمیونېټی کی آ موقع ڒوی که ا خوئ زبان ا ژغ سۀ ستُر ډېټا سېټ نرموجود زُت ژغی نر پَزَنی۔

source: Someone asks for a language to be added.
oru: کوک بُو پِشتِنه کوی که ا سۀ زبان ال سُو څخل ګډوی

source: Something went wrong while fetching audio for transcriptions. Please try again later.
oru: څه غلط يې ݭیوک کانن بُو که آ آډیو نقل کَوَک۔ مهرباني يې کَۀ که بيې کوسِسه کَه زر

source: Something went wrong while fetching prompts. Please try again later.
oru: څه غلطي يې سُک کانن اِر بُو که ا پرمپټ څليېک۔ مهرباني يې کَۀ که بيې کوشِش کَۀ

source: Something went wrong while fetching transcriptions. Please try again later.
oru: څه غلطی يې سُک کانن بُو که ا نقل وریوک۔ مهرباني يې کَۀ څُټکی وه بئې کوشِش کېون

source: Something went wrong with reCAPTCHA. Please try again.
oru: څه غلطي يې سُک reCAPTCHA نر۔ بيې وه کوشِش کَۀ

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
oru: ا جَنه بِڅخل لهجی بُو زبان ته زبان خاندنی نر بُو سۀ بی لاسته کافي هختلف بېن۔ که تُو کی پا سلسله سۀ خاص قسم ګیرډ ته تريېڅن مسلۀ بَۀ، تُو بو ا خوئ ترجیع بدل اېنچی

source: Soninke
oru: سونِنکئے

source: Sorbian, Lower
oru: ځېم سربئے

source: Sorbian, Upper
oru: بېژ سربنئے

source: Sorry, Common Voice is running slowly. Thanks for your interest.
oru: معذرت که مشترک آواز بُو په وریکيې جلا۔ ترتُو پۀ نر ته دلچسپي ته وریوک شکریا

source: Sorry, something went wrong
oru: معذرت که څۀ يې خه وران ݭیوک

source: Source: { $sentenceSource }
oru: ذریعه/حواله

source: Southern Kurdish
oru: جيېله کُردئے

source: Southern Sotho
oru: چيېله سوتئے

source: Southwestern Tlaxiaco Mixtec
oru: خورېنڅه بېشتر تلاخیاکو مِخټېک

source: Spanish
oru: سپېنئے

source: Speak
oru: غؤس

source: Speakable
oru: ته غوېڅن قابل

source: Speakers
oru: ژغوونئ

source: Speaking
oru: ژغؤ

source: Speaking and Listening
oru: ژغؤ او امرؤ

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
oru: عام آواز نر ژغ۔ تو بو که څا ګۀ ژغ ماخ کی منظور هۀ دۀ۔ ماخ بُو ترتو ا عام آواز زېن۔ او ترتو ته ریوزمره ا سټائل او ته ژغؤ ا ظریقه ماخ کی منظور هۀ۔

source: Speak now
oru: پېری غؤس

source: Speak options menu
oru: ته فوېک ته وُرغېوي ا مېنیو

source: Speak up, contribute here!
oru: ژغ، او ا ژغؤ دۀ پېش کَۀ

source: Special Characters and Foreign Letters
oru: خاص او خارجي حروف

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
oru: ا خاص نیشنی او ته اوقاف ا شمېلؤ يې پَۀ پکر هۀ که کان ته پئ بغېر ګذارۀ نک سَۀ۔ سکه مبال ا اېپاسټرافی ته انګرېزي ټېکسټ “don’t” او “we’re” خه استعمالوک سېن خه آ بو ګده ګه نک سَۀ که ا سپېشل سېمبل سکه “@” or “#.” استعمال سېن

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
oru: <speechBlogLink> شوري وه کَۀ ته آواز پېݫندګالي لاسته</speechBlogLink>

source: Spelling and Punctuation
oru: املا او اوقاف

source: Split into { $archiveCount } ZIP files containing
oru: سپلِټ اِنټو { $archiveCount } ZIP فائلز دَری

source: Splits
oru: ګُشیَوی

source: Splits (Age and Sex)
oru: ګُشیَوی (عمر او جنس)

source: Spontaneous Speech
oru: بغېر ديېک سپسيېک تقریر یا خُلکت

source: Start recording
oru: ا ریکارډِنګ شُوري کَۀ

source: Start typing to describe your accent
oru: ا خوئ لهجۀ بیانؤ پاره ا ټائپینګ شُوري کَۀ

source: Stats
oru: شمېر

source: Status Page
oru: سټېټس صفخۀ

source: Still have questions?
oru: بيې دی ګۀ سؤلی یِن؟

source: Streaks
oru: لیچی

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
oru: <strong> [ډزؤ] </strong> سمندئ ډائنوسور <strong> [ډزؤ]</strong> ګپی زر ته لیک ته زمانه

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
oru: ا سۀ کلِپ په پۀ مک ردېون که ته سۀ وَیونکئ ا لهجۀ يې افا نک هۀ که ا څېن يې ترتُو هۀ۔ آ يې ته آواز ته پېݫندګالي پاره ضروري هۀ ته هرکوک پاره

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
oru: <strong> جوړزُونئ جور سئ</strong> ترتو ته زبان ا خلق سُو بې مثاله سَۀ او ائ څُون طریقه یِن ته شُوری کؤ پاره

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
oru: [پرُنجؤ] </strong> ا سمندئ ډائنوسور ته </strong> [تُخ] ته ګٍی زر ته پِشتک ته زمانه

source: Submit
oru: پېشه کَۀ

source: Submit All
oru: اره پېش کَۀ

source: Submit a new question for the community to read and respond to
oru: ته کمیونېټی پاره دی نیووه سؤلی پېش کَۀ که ایه وه غؤݭِن او څواب دل يې ڒؤِن

source: Submit a report
oru: رپورټ يې جمع کَۀ

source: Submit clips
oru: ا کلِپی جمع کَۀ

source: Submit new questions for the community to read and respond to
oru: ته کمیونېټی ته ۀِشتک او ته څواب پاره دی نیووه سؤلی تیارېون

source: Submitted
oru: پېش ݭیوک

source: Subscribe
oru: سبسکرائب

source: Success
oru: کامیابي

source: success checkmark
oru: ا کامیابي چېک مارک کَۀ

source: Success, profile created!
oru: کامیابي/ ا پروفائل جوړ ݭیوک

source: Support open, community-led datasets
oru: ته کمیونېټی په ذریعه روان جَوَت ډېټاسېټس دی معلوم کېون

source: Swahili
oru: صواهېلئے

source: Swedish
oru: سویدنئے

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
oru: په خورېنڅه وه کِشېون ته جمني ته منظوري پاره۔ په چيېله وه کِشېون ته ردؤ پاره۔ ته وتک پاره وه په پېچُمئ کِشېون۔<strong> ته نظرثانی ا پېشکؤ که ڒموت نک کی

source: Syriac
oru: شامئے

source: Tagalog
oru: تګالګئے

source: Tahitian
oru: تاهیتنئے

source: Taiwanese (Minnan)
oru: تائوانئے

source: Tajik
oru: تاجېکئے

source: Taking several attempts to read a word.
oru: زُت واره ته سۀ لفط ته غوېڅن ا کوشش

source: Tamazight
oru: تمازیټئے

source: Tamil
oru: تامېلئے

source: Tap
oru: ټېپ

source: Tarifit
oru: ظاری فِتئے

source: Tatar
oru: تانرئے

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
oru: ټاټېیوبا ته جملي، ترجمي او غوېک آډیو زُت غُټ ډېټابېس هۀ که ته زبان ته زدکؤ پاره بُو استعمالېک سَۀ۔ او ډاؤن لوډ يې غوېکسُک انګرېزي هۀ که ته رئ ا کمیونېټی يې ریکارډ دوک هۀ

source: Technology and Robotics
oru: ټېکنالوجي او ته رُوبوټ متعلق

source: Technology that speaks your language
oru: ا ټېکنالوجی، ا څېن بُو که ترتُو ا زبان غؤݭی

source: TED-LIUM Corpus
oru: TED-LIUM کارپس

source: Teke
oru: ټېکئے

source: Tell us what you'd like to download:
oru: ماخ کی ره شام کَۀ که تو يې بو څۀ ډاؤن لوډکؤ زېيي

source: Telugu
oru: تیلوګئے

source: Terms
oru: ݭړظی

source: <termsLink>Terms</termsLink>
oru: <termsLink> ټرم </termsLink>

source: Thai
oru: تهالئے

source: Thanks for confirming your account, now let's build your profile.
oru: شکریا ته اکاؤنټ ته تصدیق پاره، پېری يې سو ماخ ترتُو پروفائل جوړېن

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
oru: مهربانی ته فئ دیو سوه، سۀ کېم شوېشتی زاره خلق ته 50 پنځاستو زبنی، که آ ډېټا بُو استعمالَوَک سَۀ ته سپیچ په کر واک اپلیکېشنز پاره، ته سۀ بهتر حل پاره او ته انسانی آواز ته مسلي په بابت

source: Thank you for contributing to Spontaneous Speech!
oru: مهربانی ته حصه ته وریوک ته بغېر ته تیاري ته تقریر

source: Thank you for contributing your bulk submission!
oru: مهرباني ته پۀ غټ پېشکش که جمع ت دوک

source: Thank you for contributing your voice!
oru: ته آواز ته پېش کؤ پاره ت شکریا

source: Thank you for donating your voice clips!
oru: ترتو ته آوار ا کلِپی ماخ کی ته ڒیوڅن مهرباني

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
oru: ته ریکارډنګت مهرباني <lineBreak></lineBreak> پېری وه بيې جیر کَۀ او ا کلِپی دۀ ځېم پېش کَۀ

source: Thank you for your information
oru: ته پئ معلوماتت شکریا

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
oru: ته حصه نیکیزؤ نر ته ورُوک دلچسپي پناره ت شکریا { $lang } ماخ بُو محنت کيېن که هر سۀ زبان تیار او شُوري کیېن او ا ټیم اپ ډېټ کېن ته ای مېل په تهرو۔ که تول يې بُو حصه نیکِز ا خوئ ای مېل اِر ده ځېم لیک کېون

source: Thank you for your voice information
oru: آوازي معلومات پاره ت شکریا

source: Thank you! You’ve sent a new language enquiry
oru: مهرباني! تُور دې ته نییوو زبان پِشتِنه ڒیڅوک هۀ

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
oru: بهترین جملۀ يې افا هۀ که قدرتي او په اساني سره يې غوېڅن قابل بَۀ ــآ و ته قاري پاره اسان بَه۔ کيې که فونېټکي اختلاف او ته مختلف الفاظ ا موجودګي يې ݭيې جملۀ نر مهم هۀ ماخ بُو او کوشِش کيېن که ا ریکار کوونکئ جملي سا جوړ کيېن که ائ ترماخ ته رضاکار کمیونېټی پاره کشش او دلچسپي دَرِن۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
oru: ته بهترین سپیچ پزنؤ مشین ته جوړؤ مشین پاره يې آ ضروري هۀ که ا جمله ته خلق بول چال نر رواج بَۀ۔ ته سا جملي ته جوړؤ پاره بو ائ ځېم اصولی سِر کر کَوِن

source: The bumblebee sped by.
oru: ا بَبُره بمبُريې ل په بُژ تر سُک

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
oru: ته کلپی ا مړېستُون يې ته فئ وائس کلپی پناره کوک يې بو که مشترک آوازي ډېټا سېټ نر ځاک نک ووِن او پۀ مړېستون کی بو نیکیزک سېن۔ ته ډېټا سېټ غندک دې ته رئ ګه خوئ ډېټا سېټ هۀ، او ته ډاؤن لوډ پناره موجود هۀ۔ ماخ ته په ځېم خلق او آرګنائزېشنز شکریا ادا کېن کوک يې که پۀ نر حصۀ ورُوک هۀ۔

source: The clip has disrespectful or offensive language.
oru: ته کلِپ زبان نر يې ته بې ادبي یا بد زبان استعمال ݭیوک هۀ

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
oru: مشترک آوازي ډېټا سېټ دی ته آوازپه لکاوئ نموني دری، که ا جوړوونکئ دی ته آوازته پېݫندګالي اوزار جوړوی

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
oru: کمیونېټی يې ته مشترک آواز ته زلی سر هۀـ ائ اِر بو ټول دنیا لاسته څوېن، ائ ته خوئ زبان کارکُننی یِن، سائسداننی یِن او فنکارنی یِن۔ تُو يې بو زُت څه زدۀ اېنچی که کوماخ ګیرډ بُخًت سُن <about> ته پاره </about> ترماخ ای پېج ګیرډ<community> کمیونېټی پلے بُک نر</community>۔ که تُوزېيي که کوماخ ګیرډ يې پیوخک بائی والي کېوی <emailFragment> ماخ ګیرډ يې رابطۀ کېون </emailFragment>

source: The content contains a language different than I was expecting.
oru: ا مواد يې بُو سا زبان استعمالوی که ترماخ يې خیال نک بیوک

source: The content has disrespectful or offensive language.
oru: مواد لاسته ر بو ته بې عِزتی بُونیٛ څوا او ا زبانه وې کچۀ هۀ

source: The giant dino [cough] the Triassic.
oru: ا سمندئ ډینو [تُخ] ته ځنډ زمانۀ

source: The giant dinosaur of the Triassic.
oru: ته ځنډ زمانه ا سمندئ ډائنوسور

source: The giant dinosaurs of the Triassi-.
oru: ته ځنډ زمانه ا سمندئ ډائنوسورـ۔

source: The giant dinosaurs of the Triassic.
oru: ته ځنډ زمانه ا سمندئ ډائنوسور

source: The giant dinosaurs of the Triassic. [read by one voice]
oru: ته ځنډ زمانۀ ا سمندئ ډائنوسری [په سۀ آواز غوېک]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
oru: ا سمندئ ډائنوسور ګپی زر ته لیک ته زمانه <strong> [سۀ آواز نر غوېک] </strong>

source: The giant dinosaurs of the Triassic. Yes.
oru: ه آخېری لفظ ا غړنؤ په وجه ته ریکارډنګ ا سېره بند کؤ جی

source: The giant dino <strong>[cough]</strong> the Triassic.
oru: ډینو سمندئ <strong> [ټُخ] ګپی زر ته پِشتک ته زمانه

source: The MediaRecorder API is not supported in your browser.
oru: ته میډیا ا ریکارډرAPI بُو ترتو ای برؤزر نر نک سپورټ کېک سَۀ

source: The number of recordings and which languages you contribute to will be public.
oru: ته ریکارډنګ ا تعداد او څېن زبان زر بُو تُو کر کېوی او پبلک کېک سَۀ

source: The page you are looking for could not be found
oru: ا څېن پېج بُو که تُو دُش، نک بُو واک سَۀ

source: There are currently no prompts for this language. Please refresh the page or try again later.
oru: ایزیره دې ته پۀ زبان پاره هېڅ پرمپټ نک هۀ۔ اپېج ریفرېش کَۀ یا وه څُټکی کوشِش کَۀ

source: There are currently no sentences to review in this language.
oru: پېری دی مېن پۀ زبان نر ته نظرثاني پاره جملي نکِن

source: There are currently no transcriptions to check for this language. Please refresh the page or try again later.
oru: ایزیره دې څه نقل نک هۀ که مېچه کيېن پۀ زبان ګیرډ۔ مهرباني يې کَۀ ا پېج څُټکی سۀ وار دوبارۀ ریفرېش کَۀ

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
oru: ته زبان پاره ته سوچ زُت رئ اِن۔ ته آواز ته پَزَنؤ ماډل۔ مشترک آواز بُو غؤݭی که توجه ليې سو ڒۀ خوئ منځ نرٍپَزَنيېڅن کی۔ آیا ته سۀ زبان ته غوېڅن واله ته سۀ ته بی په ژغېدا پویٛ اؤسېن که کوشش کَوِن؟

source: The recording was too long.
oru: ا ریکارډنګ يې زُت دراغ بیوک

source: The recording was too quiet.
oru: ا ریکارډنګ يې زُت په وریکيې بیوک

source: The recording was too short.
oru: ا ریکارډنګ يې زُت لنډ بیوک

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
oru: ایزیره دې آډیو نک هۀ که نقل سَۀ پۀ زبان نر۔ مهرباني يې کَۀ که ا پېج ریفرېش کَۀ یا وه بيې کوشِش کَۀ

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
oru: ته حواله ټېکست نر يې خه ته هندسي ا لیک نک پکر هۀ کيې آئ يې بُو تَۀ مسلۀ جوړوِن کان بُو که ا ټېکسټ په زوټه غوېک سَۀ۔ په څېن طریقۀ بوکه ټېکسټ تر ا هندسي غوېک سېن ته فا طریقه کونټېسټ زره وه ا اِنحصا هۀ۔ افا يې بُو کونفیوژن جزړوی سکه ا نمبر”2409” وُر۔ او نمبر بو په دیو طریقه غوېک سَۀ سکه ”څری جیستُ زیرو تۀ” او ”دیو زاره څار سوه نۀ”

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
oru: ته زُت هِشتکوُونئ ته آواز چِګ ټُوټ نر يې بُو فرق بَۀ۔ رده وه تَۀ کَۀ، که ا آواز اُن چِګ بَۀ که ا ریکارډنګ مزا یا عام طور زر اُن ټُوټ بَۀ که آ نک معلومه وک سَۀ، که څۀ بو غؤݭی څُون توݭکيې ت که ا لیکِلئ نک ديېک بَۀ

source: The route was unclear.
oru: ا رایٛ صفا نک بُک

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
oru: ائ زبنی ایزیره ته کمیونېټی دِس نر اِن ته ترقي پاره<localizationGlossaryLink> وېب سائټ لوکلائزېشن</localizationGlossaryLink> او<sentenceCollectionGlossaryLink> ته جملي جمع کؤ</sentenceCollectionGlossaryLink> وه وې ضروري هۀ

source: The selected file is too large
oru: ا خوش دوک فائل نک ووک ݭیوک

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
oru: ته جملي ا جمع کَوُونکئ ته مشترک آواز پلېټ فارم کی روان هۀ

source: The sentence has a grammatical or spelling error.
oru: پا جمله نر دی ګرامري یا املايي غلطئے یِن

source: The sentence has disrespectful or offensive language.
oru: پا جمله نر يې سِر زبان استمال نک ݭیوک هۀ

source: The sentence must be grammatically correct.
oru: ته جمله ا ګرامر که صحیح بَۀ

source: The sentence must be speakable.
oru: ا جمله که ته غوېڅن/ هِشتک قابل بَۀ

source: The sentence must be spelled correctly.
oru: ته جمله ا اِملا صحیح لیکک سُک هۀ

source: The sentence should have fewer than 15 words.
oru: ا ݭيې جملۀ دی پنځېس 15 لاسته کېم الفاظ درون

source: The site is ready to be launched when it reaches 75% completion.
oru: ا سائټ سُو ته شُوري کؤ پاره تیار سَۀ، کان که او 75 فیصد مکمل سَۀ۔

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
oru: ا سائټ اِر سُو واپس بيې سېره زا۔ تازه ترین اطلاع پاره <matrixLink> جائن کوئ۔ مېټرېکس کمیونېټی چېټ </matrixLink> یا جیر کئ <githubLink> GitHub </githubLink> یا<discourseLink> ترماخ ته ډس کورس ا فورم </discourseLink> ته پېش کؤ او سائټ زر ته پِکِر ساتؤ پاره او ته بيې مسلي ته حل پاره

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
oru: TED-LIUM کارپس يې ته آډیو خبُرئ لاسته جوړ ݭیوک بیوک او ته رئ ا تقل TED وېب سائټ زر موجود هۀ

source: The website text is translated into that language.
oru: ته وېب سائټ ا سبق فۀ زبان نر ا ترجمه

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
oru: ا مواد دی سا حصي دَری که ا سؤئ ا ځان بُده وی، نک بُو بُډېک سَۀ۔ سکه ته رئ ا نام، ا ای مېل اېډرېس، ا ځاک، آئی ډی نمبر یا فون نمبر

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
oru: ته پئ معلزمات ا ڒیوڅن يې وُرغېوي هۀ۔ تُو له بو تَۀ ڒیوک اېنچی که ا زلی ته زیی۔ که کان ماخ ا ډېټا سېټ خلاص کيېن ماخ يې سُو پئ معلومات کی فرضي نام ڒېن، او آ سُو یقیني جوړ کيېن که ترتو ته نام، عمر، پته وغېره بُډ ساتيېن۔

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
oru: ائ معلومات اختیاری یِن ته ٓیوڅن پاره ــ تَه له ڒۀ که تُو مطمئن بی۔ که کان ماخ ا ډېټا سېټ ریلیز کيېن ماخ بو ارذاتي ه معلومات فرض کېن او او شئ بُو یقیني کېن که ا معلومات سکه نام او ا ای مېل اېډرېس آبادیاتي معلومات ګیرډ نک کونېکټ سېن۔ ا ټېکنالوجی ته پۀ پاره که هرکوک ګیرډ سرۀ چلا، افا ډېټا که ته ډیولپرز مدد کوی او ته سا ټېکنالوجی ته جوړؤ پاره څېن کی يې که مختلف قسم ته خلق ا ضرورت چلوی۔ مُخکی وه زدۀ کَۀ که مېټا ډېټا يې ته څۀ پاره هۀ

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
oru: جی

source: This is how you cite yourself if you wrote the content yourself.
oru: تُو بُو سال ا خوئ حوالۀ پېش اېنچی که تُو دی ا مواد خوئ لیکيېک بَۀ

source: This project would not be possible without people like you. 🎉 There are many ways to get involved with Common Voice - you don't have to know how to code to contribute!
oru: او پراجېکټ ترتُو غُندک ته خلق بغېر ممکِن نک بیوک۔ مشترک آواز ګیرډ ته بُخت کؤ زُت طریقي یِن ـــ تُو کی يې ته حصه ته وریوڅن پاره ته څه کوډ ته معلومؤ هېڅ ضرورت نک پېش کَوَک سَۀ۔

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
oru: او سېټنګ بُو ترتُو ا لیډر بورډ ٬ظر کنټرول کوی۔ کن که بُډ بَۀ ترتو مُخکی څېک يې سو ترتُو ذاتي بَۀ۔ ته پۀ مطلب يې او ݭیوک که ترتُو ا تصویر، ته استعمال ته واله ا نام، او ا مخکی څېک سُو لیډربورډ زر نک جَوَتېک سَۀ۔ آ ګۀ نوټ کېون که ا لیډربورډ دی بُو { $minutes } مینِټی وُری که ا تبدیلي جَوَتوی

source: Three to go!
oru: ڒی که چیو

source: Tibetan
oru: تیبتي

source: Tigre
oru: ټیګرئے

source: Tigrinya
oru: ټِګرنئے

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
oru: بدل یا اېډېټ کَۀ ا خوئ ای مېل۔ ای مېل يې ڒیڅېون کُو

source: Today
oru: سن

source: Today's Common Voice progress on clips recorded
oru: سن ته مشترک آواز ا مخکی څېک ته کلِپی ته ریکارډ کؤ

source: Today's Common Voice progress on clips validated
oru: سن ته مشترک آواز ا مخکی څېک ته کلِپی که څېن يې تُو توثیق دوک هۀ

source: Today's Progress
oru: ته سن ا په مُخ څېک

source: Toki Pona
oru: ټوقی پُنئے

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
oru: مشترک آوازډېټا سېټ کی ته ګډؤ پاره يې ته سۀ وائس کلپ ا تصدیق په دیو تماله پکر هۀ
